{
    "AboutUs": "About us",
    "WhereAreWe": "Where are we",
    "TokenEconomics": "Token Economics",
    "YazidiToken": "The world's first Yazidi token, which is traded on popular exchanges!",
    "BuyEzidcoin": "Buy Ezidcoin",
    
    "Economics": "Economics",

    "WhereIsItUsed": "Where is it used",

    "Welcome": "Welcome to the world of Ezidcoin - a unique project that combines the thousand-year wisdom of the Yazidi community with advanced blockchain technologies.",

    "Price": "Price",

    "AboutEzidcoin": "Ezidcoin is a bridge between the ancient Yazidi traditions and modern technology. Together we are creating a future where the history of the Yazidis lives on!",

    "PriceDescription": "The price of Ezidcoin depends on market conditions. Check the current value on our platform.",
    "CheckCurrentPrice": "Check current price",
    "BuyNow": "Buy now",
    "WhoAreYezidis": "Who are the Yezidis ?",
    "AboutYezidis": "The Yazidis are a unique people with a rich history, culture and religion. Although they are often mistakenly classified as Kurds due to language or geographic location, they have their own identity that is not related to the Kurdish one. Respect for their uniqueness and awareness of their differences from other peoples is an important step in preserving their heritage and preventing further conflicts.",

    "WhyShouldEzidcoin": "Why should you buy Ezidcoin?",

    "Risks": "Are there any risks?",


    "joinUs": "🚀 Join us and become part of the future where tradition meets technology!",

    "EzidcoinOpportunity": "💡 Ezidcoin is more than a cryptocurrency. This is a possibility:",

    "SupportYezidis": "- Support the unique culture of the Yazidis.",

    "InvestEzidcoin": "- Invest in a project with high growth potential.",

    "AboutRisks": "⚠️ Risks of investing in Ezidcoin:Investing in cryptocurrencies involves certain risks:",

    "HighVolatility": "- 📉 High volatility: the price can change dramatically.",

    "TechnologicalProblem": "- 🔒 Technological threats: attacks or errors in the system are possible.",

    "Recommendations": "We recommend that you carefully study the project before making a decision.",

    "right": "All Rights Reserved",
    "copyright": "Copyright © 2025"


    
}